Repository: TarcisioBatista/TP2
Catalog: Languages/*.po
Languages: es_es

source: Erro ao abri banco de dados!
es_es: Error al conectar con la base de datos:

source: Erro
es_es: Error

source: Falha ao buscar dados!
es_es: Error al recuperar datos.

source: Login:
es_es: Loguear:

source: Senha:
es_es: Contraseña:

source: Entrar
es_es: Ingresar

source: Teste OK!
es_es: Prueba OK!

source: Teste
es_es: Test

source: Login
es_es: Loguear

source: Novo
es_es: Nuevo

source: Salvar
es_es: Guardar

source: Ajuda
es_es: Ayuda

source: Sair
es_es: Salir

source: &Novo
es_es: &Nuevo

source: Novo Arquivo
es_es: Nuevo Archivo

source: &Salvar
es_es: &Guardar

source: &Sair
es_es: &Salir

source: &Arquivo
es_es: &Archivo

source: &Portuguese
es_es: &Portugués

source: Traduzir para o Portuges
es_es: Poner en Portugués

source: &English
es_es: &Inglés

source: Translate to English
es_es: Poner en Inglés

source: Ferramentas
es_es: Instrumentos

source: Exibe informações sobre o software
es_es: Muestra información sobre el software

source: &Ajuda
es_es: &Ayuda

source: Abre a opção de ajuda.
es_es: Abre la pantalla de ayuda.

source: Um novo arquivo foi selecionado.
es_es: Un archivo se ha seleccionado.

source: Abrir um arquivo
es_es: Abrir un archivo

source: O Arquivo foi salvo.
es_es: Se guardó el archivo.

source: testando tratamento de eventos3
es_es: eventos3 tratamiento de pruebas

source: portugues
es_es: portugués

source: testando tratamento de eventos4
es_es: eventos tratamiento de pruebas

source: ingles
es_es: inglés

source: Opção de ajuda.
es_es: Opción Ayuda.

source: Este sotware foi desenvovido por Tarcisio Batista e Jéssica Ferreira como segundo trabalho prático da disciplina de Projeto Assistido por Computador - PAC, 5º período de Engenharia de Sistemas. Unimontes - 2015
es_es: Esta sotware fue desenvovido por Tarcisio Batista y Jessica Ferreira como el segundo trabajo práctico la disciplina Diseño Asistido Informática - PAC Quinto período Ingeniería De Sistemas. Unimontes - 2015
